Repository: wp-plugins/eventsads-banner
Catalog: languages/beb-events-ads-banner-*.po
Languages: it_it

source: January
it_it: Gennaio

source: February
it_it: Febbraio

source: March
it_it: Marzo

source: April
it_it: Aprile

source: May
it_it: Maggio

source: June
it_it: Giugno

source: July
it_it: Luglio

source: August
it_it: Agosto

source: September
it_it: Settembre

source: October
it_it: Ottobre

source: November
it_it: Novembre

source: December
it_it: Dicembre

source: Jan
it_it: Gen

source: Jun
it_it: Giu

source: Jul
it_it: Lug

source: Aug
it_it: Ago

source: Sep
it_it: Set

source: Oct
it_it: Ott

source: Dec
it_it: Dic

source: Create New Banner
it_it: Creare Nuovo Banner

source: Add Banner
it_it: Aggiungi Banner

source: Set the Banner
it_it: Imposta il Banner

source: Banner Settings
it_it: Impostazioni Banner

source: Issues partial solved
it_it: Problemi risolti parzialmente

source: Create first banner
it_it: Crea il primo banner

source: Add more
it_it: Aggiungi più

source: Event Name:
it_it: Nome Evento:

source: Open the Banner
it_it: Apri il banner

source: Open only in Home Page
it_it: Apri solo nella Home Page

source: Open in all site
it_it: Apri in tutto il sito

source: Never open
it_it: Non aprire mai

source: (Open the banner only in the home page, or in all site, or never)
it_it: (Apri il banner solo nella Home Page, in tutto il sito, o mai)

source: Show Image in Closed Mode
it_it: Mostra l'immagine quando il banner è chiuso

source: Show
it_it: Mostra

source: Hide
it_it: Nascondi

source: (When the banner is closed you prefer show the image?)
it_it: (Quando il banner è chiuso preferisci far vedere l'immagine?)

source: Save
it_it: Salva

source: Cancel
it_it: Cancella

source: Yes
it_it: Si

source: Insert Banner's Name here.
it_it: Inserisci il nome del Banner qui

source: CHANGE
it_it: Cambia

source: Insert Title here
it_it: Inserire il Titolo qui

source: Insert Subtitle here
it_it: Inserire il Sottotitolo qui

source: Insert left title link here
it_it: Inserie il Titolo del link Sinistro qui

source: Insert right title link here
it_it: Inserire il Titolo del link Destro qui

source: Insert Image link here
it_it: Inserire il link dell'immagine qui

source: INSERT NEW EVENT
it_it: INSERISCI NUOVO EVENTO

source: unfortunately for now you can only create one banner
it_it: sfortunatamente per il momento è possibile creare un solo banner per volta

source: Options
it_it: Opzioni

source: Banner ID Name
it_it: Nome ID del Banner

source: Required - Unique Key ID</strong> - Max
it_it: Obbligatorio - Chiave Unica ID</strong> - Max

source: characters)
it_it: caratteri)

source: Texts
it_it: Testi

source: Date
it_it: Data

source: (<strong>Optional</strong> - The date that appears in the Banner)
it_it: (<strong>Opzionale</strong> - La data che appare nel Banner)

source: Title
it_it: Titolo

source: Required</strong> - Max
it_it: Obbligatorio</strong> - Max

source: Subtitle
it_it: Sottotitolo

source: (<strong>Optional</strong> - Max
it_it: (<strong>Opzionale</strong> - Max

source: Description
it_it: Descrizione

source: All Banner is a link ?
it_it: Tutto il Banner è un link ?

source: (<strong>Optional</strong> - If checked all banner will be linkable)
it_it: (<strong>Opzionale</strong> - Se spuntato tutto il Banner diventerà un link)

source: Left link Title
it_it: Titolo del link sinistro

source: (<strong>Optional</strong> - This will be the left link title - Max
it_it: (<strong>Opzionale</strong> - Titolo del link sinistro - Max

source: Left link URL
it_it: Link Sinistra URL

source: (<strong>Optional</strong> - Left link)
it_it: (<strong>Opzionale</strong> - Link sinistro)

source: Right link Title
it_it: Titolo del link Destro

source: (<strong>Optional</strong> - This will be the right link title - Max
it_it: (<strong>Opzionale</strong> - Titolo del link destro - Max

source: Right link URL
it_it: Link Destro URL

source: (<strong>Optional</strong> - Right link)
it_it: (<strong>Opzionale</strong> - Link destro)

source: Image
it_it: Immagine

source: (<strong>Optional - RECOMMENDED height 120 px</strong>)
it_it: (<strong>Opzionale - RACCOMANDAZIONE altezza massima 120px</strong>)

source: Pro Version
it_it: Versione Pro

source: In the Pro Version is possible to enable this feature and create multiple banners
it_it: Nella Versione Pro è possibile abilitare queste funionalità e creare più banner

source: Drop here
it_it: Trascina qui

source: (<strong>Optional</strong> - Insert a video)
it_it: (<strong>Opzionale</strong> - Inserire un video)

source: Display it on the:
it_it: Visualizza il:

source: (<strong>Optional</strong> - When publishing the Banner)
it_it: (<strong>Opzionale</strong> - Quando pubblicare il Banner)

source: Remove it on the:
it_it: Rimuovi il:

source: (<strong>Optional</strong> - When remove the Banner)
it_it: (<strong>Opzionale</strong> - Quando rimuovere il Banner)

source: (Banner refreshing Time - in seconds)
it_it: (Tempo tra un Banner e l'altro)

source: Index
it_it: Indice

source: Banner colors
it_it: Colori del Banner

source: Formatting Text and Paragraph
it_it: Formattazione Testo e Paragrafo

source: Shape and position of the banner
it_it: Forma e posizione del Banner

source: Opacity:
it_it: Opacità:

source: Date color:
it_it: Colore data:

source: Title color:
it_it: Colore titolo:

source: Subtitle color:
it_it: Colore sottotitolo:

source: Content color:
it_it: Colore contenuto:

source: Left link:
it_it: Link di sinistra:

source: Right link:
it_it: Link di destra:

source: Colors:
it_it: Colori:

source: Background color 1:
it_it: Colore sfondo 1:

source: Background color 2:
it_it: Colore sfondo 2:

source: Event Date - Day:
it_it: Data dell'evento - Giorno:

source: left
it_it: sinistra

source: center
it_it: centro

source: right
it_it: destra

source: Event Date - Month:
it_it: Data dell'evento - Mese:

source: Title:
it_it: Titolo:

source: Subtitle:
it_it: Sottotitolo:

source: Description:
it_it: Descrizione:

source: justify
it_it: giustificato

source: Troubleshooting
it_it: Soluzioni

source: (All the text has been translated with google translator, I apologize for my English)
it_it: (Il testo è stato tradotto con Google Traduttore, mi scuso per l'inglese)

source: This page has been created temporarily for those problems whose definitive solution has not been found yet. I apologize for the inconvenience, I know that solutions are inelegant, but in this period I'm very busy.
it_it: Questa pagina è stata creata temporaneamente per quei problemi la cui soluzione definitiva non è stata ancora trovata. Chiedo scusa per il disagio, so che sono soluzioni poco eleganti, ma in questo periodo sono molto impegnato.

source: I will try to resolve them as soon as possible.
it_it: Cercherò di risolverle il prima possibile.

source: Compatibility issues with "All in one Event Calendar"
it_it: Problemi di compatibilità con "All in one Events Calendar"

source: Error:
it_it: Errore:

source: When my plugin is active, the setting page of "All in one event calendar" don't display settings option.
it_it: Quando il mio plugin è attivo, nella pagina setting di "All in one event calendar" non vengono visualizzate le impostazioni.

source: Check:
it_it: Indagine:

source: I looked for the source of this incompatibility and I came to the following conclusion:
it_it: Ho cercato la fonte di questa incompatibilità e sono arrivato alla seguente conclusione:

source: They not affected the functionality of "all in one calendar events", is only closed on display
it_it: Non sono compromesse le funzionalità di "all in one events calendar", viene solo chiusa la visualizzazione

source: Not due to css files
it_it: Non è dovuta ai files .css

source: Not due to js files
it_it: Non è dovuta ai files .js

source: The problem is that the preview of the banner is loaded regardless of which page you are
it_it: Il problema sta nel fatto che l'anteprima del banner viene caricata a prescindere da quale pagina ci si trova

source: Initially this solution I had adopted in order to show the banner in action in the subject, even if logged.
it_it: Inizialmente questa soluzione l'avevo adottata per poter mostrare il banner in azione nel tema, anche se loggati.

source: Partial solution:
it_it: Soluzione parziale

source: By checking the box below you disability previewing the banner throughout the site except in the pages of the plugin.
it_it: Spuntando la casella qui sotto si disabilità la visualizzazione dell'anteprima del banner in tutto il sito tranne che nelle pagine del plugin.

source: Pros
it_it: Pro

source: In this way "All in one calendar events" we see and work, and also my.
it_it: In questo modo "All in one events calendar" si vede e funziona, ed anche il mio.

source: Cons
it_it: Contro

source: If logged in you can not see in the banner theme (but it works, simply not loaded to avoid conflicts).
it_it: Se loggati non è possibile vedere nel tema il banner (che però funziona, semplicemente non viene caricato per evitare conflitti).

source: Fix the Problem:
it_it: Correggi il Problema:

source: Off the display of banners from the rest of the site when logged in (theme) and show it only in plugin's pages ?
it_it: Disattivare la visualizzazione del banner dal resto del sito quando loggato (tema) e lasciarla solo nelle pagine del plugin ?

source: "Title" and "Banner ID Name" can not be empty, please retry.
it_it: "Titolo" e "Nome ID del Banner" non possono essere vuoti, per favore riprovare.

source: "Title" can not be empty, please retry.
it_it: "Titolo" non può essere vuoto, per fare riprovare.

source: "Banner ID Name" can not be empty, please retry.
it_it: "Nome ID del Banner" non può essere vuoto, per favore riprovare.

source: Successfully saved !
it_it: Salvato con successo !

source: go to
it_it: vai a

source: Oops there was some error updating, please try again.
it_it: Oops c'è stato qualche errore nell'update, per favore riprovare.

source: Successfully deleted !
it_it: Cancellato con successo !

source: Create one
it_it: Crea uno

source: Oops there was some error deleting, please try again.
it_it: Oops c'è stato qualche errore nella cancellazione, per favore riprovare.

source: Successfully updated !
it_it: Aggiornato con Successo !

source: Error - Colors must be in hexadecimal code; the value must be a number and the value "opacity" must be between 0 and 1
it_it: Errore - I colori devono essere in codice esadecimale; il valore deve essere un numero e il valore "opacità" deve essere compreso tra 0 e 1

source: Error - The colors must be in hexadecimal code
it_it: Errore - I colori devono essere in codice esadecimale

source: Error - The value must be a number
it_it: Errore - Il valore deve essere un numero

source: Error - The value "opacity" must be between 0 and 1
it_it: Errore - Il valore "opacità" deve essere compreso tra 0 e 1

source: Settings are successfully updated !
it_it: Le impostazioni sono state aggiornate con successo !

source: Oops there was some error updating (01), please try again.
it_it: Oops c'è qualche errore nell'aggiornamento (01), pre favore riprovare.

source: Oops there was some error updating (02), please try again.
it_it: Oops c'è qualche errore nell'aggiornamento (02), pre favore riprovare.
